{
    "pages": [
        {
            "title": "ACM Aboneliği ve Safari Books Online Erişimi", 
            "text":"Çok Düşük Bir Maliyetle Binlerce Kitaba Erişebilmek Bilişim sektöründe çalışanlar için özellikle Türkiye&#39;de güncel ve zengin içeriğe erişebilmek en büyük problemlerden birisi. Türkçe içeriğin kısıtlı olmasının yanında, yeni yayınlanmış kitaplara ve çevrimiçi eğitimlere erişebilmek her zaman kolay olmuyor. Dünyada gittikçe daha fazla içerik çevrimiçi sunulmaya başladıkça Kindle, epub, pdf olarak kitaplar da yaygınlaşmaya başladı. İçeriğin daha hızlı güncellenebilmesi, hızlı teknolojik gelişimlerin takip edilebilmesi ve hataların giderilerek kitabın alıcılarına ulaştırılabilmesi de yayıncıların daha fazla bu yönde yol olmalarına sebep oluyor. Bazı organizasyonlar özellikle bilişim başta olmak üzere teknoloji ve yönetim ile alakalı kitapları bir kolleksiyon veya çevrimiçi kütüphane olarak bir abonelik çerçevesinde sunmaya başladılar, böylece kullanıcılar aylık birkaç kitap maliyetine binlerce içeriğie erişebilme imkanına kavuştular. Üstelik bu sitelerde sadece kitaplar değil, çevrimiçi videolar ve canlı eğitimler de söz konusu. Bu sitelerin en bilinenleri Safari Books Online ve Packt Publishing. Bu sitelere üye olarak ilgilendiğiniz alanlarda güncel ve yüksek kaliteli içeriklere hızlıca erişebilir, içerikleri çevrimdışı okuyabilmek için cep telefonu veya tabletinize indirebilirsiniz. Bu şekilde uzun süren bir seyahati ciddi bir zaman kazancına çevirmeniz içten bile değil. Tabii ülkemizde artan döviz oranları, normalde her bir kitabı ayrı ayrı almaya oranla oldukça avantajlı kılan abonelik rakamlarını bile ciddi bir külfete çevirebiliyor. Örneğin Safari Books Online için aylık abonelik 39$ USD den başlıyor. Belki bir kitap parası ancak gene de yılda 400$ USD üzerinde bir rakam yapıyor ki azımsanacak birşey değil. Geçenlerde şirket içi bir haberleşme listesinde bu konular tartışılırken çok ilginç bir öneri geldi cevapların arasında. ACM yani Association for Computing Machinery bilişim topluluğu için dünyanın en büyük eğitimsel ve bilimsel topluluğu. Amacı bilişimin bir bilim ve meslek olarak ilerlemesi için gerekli kaynakları sağlamak. ACM aboneliği öğrencilere ve profesyonellere açık. Aboneliğin en önemli avantajlarından biri de çok kapsamlı olan ACM&#39;in Dijital Kütüphanesi dışında Safari Books Online erişimine de hak kazandırması. Kısacası bir taşla iki kuş :) Bu işi biraz araştırınca ACM&#39;in özellikle Türkiye&#39;nin de dahil olduğu gelişmekte olan ülkelerde üyeliği avantajlı rakamlar ile sağladığını görünce sevincim daha da arttı. Yıllık 30$ USD (evet sadece 30 dolar) üyelik ücreti ile hem ACM tarafından sağlanan tün faydalara kavuşabildiğiniz gibi, hem de 1 yıllığına Safari Online Books sitesine kesintisiz erişebiliyorsunuz. Yaklaşık birkaç dakikalık bir kayıt sürecinden sonra belki de sadece 1 kitap parasına inanılmaz bir kaynak havuzuna erişimim açıldı. Şimdi uykusuz geceler beni bekliyor :)", 
            "tags": "Kişisel Gelişim", 
            "loc": "http://blog.xonom.com/acm-aboneligi-ve-safari-books-online-erisimi.html"
        },
        {
            "title": "Test Post 2", 
            "text":"Second test post.", 
            "tags": "Test", 
            "loc": "http://blog.xonom.com/test-post-2.html"
        },
        {
            "title": "Test Post", 
            "text":"First test post.", 
            "tags": "Test", 
            "loc": "http://blog.xonom.com/test-post.html"
        },
        {
            "title": "Bağlantılar", 
            "text":"Yararlı olabilecek bağlantılar", 
            "tags": "pages", 
            "loc": "http://blog.xonom.com/pages/baglantilar.html"
        },
        {
            "title": "Hakkımda", 
            "text":"Cenk Kulacoglu", 
            "tags": "pages", 
            "loc": "http://blog.xonom.com/pages/hakkimda.html"
        }        
    ]
}